; Translation file for AltDrag 1.0
; fr-FR localization by Samy Mechiri
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the website for help: https://stefansundin.github.io/altdrag/doc/translate.html
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=fr-FR
LangEnglish=French
Lang=Français
Author=Samy Mechiri

TrayEnabled=AltDrag
TrayDisabled=AltDrag (désactivé)
MenuEnable=Activer
MenuDisable=Désactiver
MenuHideTray=Cacher l'icone
MenuUpdateAvailable=Mise-à-jour disponible!
MenuConfigure=Paramètres
MenuAbout=A Propos
MenuExit=Quitter

UpdateBalloon=Nouvelle version disponible!
UpdateDialog=Une nouvelle version est disponible. Aller sur le site web?
UpdateLatest=Pas de mise-à-jour disponible.

ConfigTitle=Configuration de AltDrag
ConfigTabGeneral=Général
ConfigTabInput=Souris et clavier
ConfigTabBlacklist=Liste noire
ConfigTabAdvanced=Avancé
ConfigTabAbout=A propos

GeneralBox=Paramètres généraux
GeneralAutoFocus=Activer les &fenêtres en les déplaçant.\nAppuyez sur Ctrl pour activer les fenêtres.
GeneralAero=Imiter l'aimantation A&ero
GeneralInactiveScroll=&Défiler les fenêtres inactives
GeneralMDI=&MDI support
GeneralAutoSnap=Aimanter les fenêtres:
GeneralAutoSnap0=Désactivé
GeneralAutoSnap1=Bords de l'écran
GeneralAutoSnap2=+ Extérieur des fenêtres
GeneralAutoSnap3=+ Intérieur des fenêtres
GeneralLanguage=Langue:
GeneralAutostartBox=Démarrage automatique
GeneralAutostart=Déma&rrer AltDrag en se connectant
GeneralAutostartHide=Cac&her l'icone de la barre d'outils
GeneralAutostartElevate=&Elevate to administrator privileges
GeneralAutostartElevateTip=Note that a UAC prompt will appear every time you log in, unless you disable UAC completely.
GeneralElevate=E&levate
GeneralElevated=Elevated
GeneralElevateTip=This will create a new instance of AltDrag which is running with administrator privileges. This allows AltDrag to manage other programs which are running with administrator privileges.\n\nYou will have to approve a UAC prompt from Windows to allow AltDrag to run with administrator privileges.
GeneralElevationAborted=Elevation aborted.
GeneralAutosave=Note: Les paramètres sont sauvés et appliqués instantanément!

InputMouseBox=Souris
InputMouseLMB=Bouton gauche:
InputMouseMMB=Bouton du milieu:
InputMouseRMB=Bouton droit:
InputMouseMB4=Bouton 4:
InputMouseMB5=Bouton 5:
InputMouseScroll=Scroll:
InputMouseLowerWithMMB=&Lower windows by middle clicking on title bars

InputActionMove=Move
InputActionResize=Resize
InputActionClose=Close
InputActionMinimize=Minimize
InputActionLower=Lower
InputActionAlwaysOnTop=AlwaysOnTop
InputActionBorderless=Toggle borderless
InputActionCenter=Center
InputActionNothing=Nothing
InputActionAltTab=Alt+Tab
InputActionVolume=Volume
InputActionTransparency=Transparency

InputHotkeysBox=Activation
InputHotkeysLeftAlt=Alt &gauche
InputHotkeysRightAlt=Alt &droit
InputHotkeysLeftWinkey=&Windows gauche
InputHotkeysRightWinkey=W&indows droit
InputHotkeysLeftCtrl=&Ctrl gauche
InputHotkeysRightCtrl=C&trl droit
InputHotkeysMore=Ajoutez les touches de votre choix en éditant le fichier ini!\nUtilisez shift pour aimanter les fenêtres les unes aux autres.

BlacklistBox=Liste noire
BlacklistProcessBlacklist=Processus à ignorer:
BlacklistBlacklist=Fenêtres à ignorer:
BlacklistSnaplist=Fenêtres à aimanter:
BlacklistExplanation=Lire <a href="https://stefansundin.github.io/altdrag/doc/blacklist.html">le wiki</a> sur le site web pour une explication complète sur le fonctionnement de la liste noire!
BlacklistFindWindowBox=Identifer une fenêtre
BlacklistFindWindowExplanation=Utilisez cette fonction pour identifier la classe d'une fenêtre afin de l'ajouter dans la liste des fenêtres à ignorer ou des fenêtres à aimanter ci-dessus.

AdvancedBox=Paramètres avancés
AdvancedHookWindows=A&imenter les fenêtres déplacées normalement.\nFonctionne en plus de l'aimantation automatique!
AdvancedHookWindowsWarn=Cette fonction n'est pas sûr à 100% car elle s'insère dans des processus étrangers et des choses de ce genre.
AdvancedUpdateCheckOnStartup=Chercher des mises-à-jours a&utomatiquement
AdvancedUpdateBeta=Chercher des versions &beta
AdvancedUpdateCheckNow=Vérifier la &mise-à-jour
AdvancedIni=Les paramètres de AltDrag sont sauvés dans le fichier AltDrag.ini. Certains paramètres ne sont modifiable qu'en éditant le fichier manuellement.
AdvancedOpenIni=&Editer le fichier

AboutBox=A propos de AltDrag
AboutVersion=Version
AboutAuthor=Crée par Stefan Sundin
AboutLicense=AltDrag est un logiciel gratuit et open source!\nFaites en profiter vos amis!
AboutDonate=&Donner
AboutTranslationCredit=Translation credit

MiscUnhookError=There was an error disabling AltDrag. This was most likely caused by Windows having already disabled AltDrag's hooks.\n\nIf this is the first time this has happened, you can safely ignore it and continue using AltDrag.\n\nIf this is happening repeatedly, you can read on the website wiki how to prevent this from happening again (look for 'AltDrag mysteriously stops working' on the About page).
